Repository: bealex/ATReader
Catalog: Frameworks/AuthorToday/Sources/AuthorToday/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Any form
ru: Любая форма

source: Chapter %lld
ru: Глава %lld

source: Collection
ru: Сборник

source: Couldn’t decrypt the chapter text.
ru: Не удалось расшифровать текст главы.

source: Couldn’t parse the server response: %@
ru: Не удалось разобрать ответ сервера: %@

source: Disliked
ru: Не понравилось

source: Enter the code from your authenticator app.
ru: Введите код из приложения-аутентификатора.

source: Finished
ru: Прочитано

source: Longest
ru: По объёму

source: Most discussed
ru: По комментариям

source: Most liked
ru: По лайкам

source: Most popular
ru: По популярности

source: Most viewed
ru: По просмотрам

source: Newest
ru: По новизне

source: Not in library
ru: Не в библиотеке

source: Novel
ru: Роман

source: Novella
ru: Повесть

source: Poetry
ru: Поэзия

source: Reader
ru: Читатель

source: Reading
ru: Читаю

source: Saved
ru: Отложено

source: Short story
ru: Рассказ

source: The server returned an unexpected response (%lld).
ru: Сервер вернул неожиданный ответ (%lld).

source: This build has no author.today client certificate, so chapters cannot be opened.
ru: В этой сборке нет сертификата клиента author.today, поэтому главы не открываются.

source: This month
ru: Месяц

source: This week
ru: Неделя

source: This year
ru: Год

source: Today
ru: Сегодня

source: Translation
ru: Перевод

source: Trending
ru: Набирающие популярность

source: Unknown author
ru: Автор неизвестен

source: We emailed you a verification code.
ru: Мы отправили код подтверждения на вашу почту.

source: Yesterday
ru: Вчера

source: You need to sign in to do that.
ru: Для этого действия нужно войти в аккаунт.
